app/controllers/fruits_controller.rb

	def index
		@fruits = Fruit.all
---
SELECT  "fruits".* FROM "fruits"  ORDER BY "fruits"."id" ASC LIMIT 1