app/controllers/welcome_controller.rb

SELECT "fruits".* FROM "fruits"
---
  def index
  	@fruits = Fruit.all